amd-ucode
base
base-devel
bash-completion
bat
bc
brightnessctl
btop
cheese
cliphist
discord
dolphin
dosfstools
efibootmgr
evince
fastfetch
figlet
firefox
flatpak
fuse-overlayfs
gamemode
gamescope
gemini-cli-bin
git
gnome-keyring
goanime
grim
grub
gum
hypridle
hyprland
hyprlock
hyprpaper
iptables
iverilog
kitty
lib32-gamemode
lib32-libcurl-gnutls
lib32-mesa
lib32-vulkan-radeon
libreoffice-still
libreoffice-still-pt-br
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lsfg-vk-git
mako
man-db
man-pages
mangohud
mesa
nano
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
obsidian
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
plymouth
polkit-kde-agent
power-profiles-daemon
python-gobject
qbittorrent
qt5-wayland
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
qt6-wayland
ranger
rofi
sddm
slurp
steam
sudo
swappy
swtpm
trash-cli
ttf-fira-code
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ufw
unzip
verilator
virtualbox
virtualbox-guest-iso
virtualbox-host-dkms
visual-studio-code-bin
vulkan-radeon
vulkan-tools
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
zram-generator
zsh
