amd-ucode
base
base-devel
bat
brightnessctl
btop
cliphist
dolphin
fastfetch
firefox
git
gnome-keyring
grim
hypridle
hyprland
hyprlock
hyprpaper
kitty
lib32-mesa
lib32-vulkan-radeon
linux
linux-firmware
linux-headers
mako
mesa
nano
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
qt5-wayland
qt6-wayland
rofi
slurp
sudo
ttf-jetbrains-mono-nerd
unzip
vulkan-radeon
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
zram-generator
zsh
